Repository: peymanebrahimi/AngularDeepDive
Catalog: src/locale/messages.*.xlf
Languages: fa

source: ltr
fa: rtl

source: Angular Deep Dive
fa: انگولار

source: ToDo
fa: تودو

source: SignalR Chart
fa: سیگنال آر چارت

source: SignalR News
fa: سیگنال آر نیوز

source: mongo
fa: مونگو

source: backapp
fa: بک اپ

source: World City
fa: شهرهای دنیا

source: Health Check
fa: بررسی سلامت

source: Login
fa: ورود

source: Logout
fa: خروج

source: Content Projection
fa: کانتنت پروجکشن

source: Hello
fa: سلام

source: What needs to be done?
fa: چه کاری باید انجام بشه؟
